Repository: maxm74/DigIt
Catalog: languages/all/DigIt.*.po
Languages: it

# digit_form_buildduplex.caption_cancel
source: &Cancel
it: A&nnulla

source: &End
it: &Fine

# digit_form_buildduplex.caption_next
source: &Next
it: &Avanti

# digit_form_buildduplex.caption_prev
source: &Back
it: &Indietro

source: Cancel the Operation?
it: Annulla l'Operazione?

source: Operation aborted by User
it: Operazione interrotta dall'Utente

source: Do I cancel the Back Side acquisition I just made?
it: Annullo l'acquisizione del Lato Posteriore appena effettuata?

source: Do I cancel the Front Side acquisition I just made?
it: Annullo l'acquisizione del Lato Frontale appena effettuata?

source: No Pages in Front or Back Side
it: Nessuna Pagina sul lato Frontale o Posteriore

source: Converting Images to Images...
it: Convertendo le Immagini in Immagini...

# digit_form_exportfiles.rsconvertpdf
source: Converting Images to PDF...
it: Convertendo le Immagini in PDF...

source: Landscape
it: Orizzontale

source: Conversion to Images completed, do i Open it?
it: Conversione In Immagini completata, lo Apro?

# digit_form_exportfiles.rsopensavedpdf
source: Conversion to PDF completed, do i Open it?
it: Conversione a PDF completata, lo Apro?

source: Portrait
it: Verticale

source: Clear Crop Areas ?
it: Cancello le aree di taglio?

source: Clear the Work Queue?
it: Cancello la Coda di Lavoro?

source: Continue from Auto Saved Work Session? %s
it: Continuo dalla Sessione Lavoro Salvata in Automatico? %s

source: Continue from last Work Session? %s
it: Continuo dall'ultima Sessione Lavoro? %s

source: Value Previous: %d
it: Valore Precedente: %d

source: Crop (F5)
it: Taglia (F5)

# digit_form_main.rscropcust
source: Custom
it: Personalizzata

# digit_form_main.rscropfull
source: Full Area
it: Area Intera

source: Crop + Next (F5)
it: Taglia + Avanti (F5)

source: %d files to do
it: %d files da fare

source: Delete All Captured Pages?
it: Elimino tutte le Pagine Acquisite?

source: Do I also Delete Files from the disk?
it: Elimino anche i Files dal disco?

source: Delete Captured Page %s ?
it: Elimino la Pagina Acquisita %s ?

source: Operation not completed, do I keep the processed files?
it: Operazione non completata, conservo i file elaborati?

source: Cannot Load Work Session %s
it: Impossibile Caricare la Sessione Lavoro %s

source: Cannot Save Work Session %s %s
it: Impossibile Salvare la Sessione Lavoro %s %s

source: Failed to Create the Counter
it: Impossibile Creare il Contatore

source: The page is within the already processed range Should I put it in the middle?
it: La pagina rientra nell'intervallo già elaborato Dovrei metterla al centro?

source: Start a New Work Session?
it: Avvio una Nuova Sessione Lavoro?

source: NO Files Downloaded
it: NESSUN File Scaricato

source: There are no more files to process, should I clear the Work Queue?
it: Non ci sono più file da elaborare, devo cancellare la Coda di Lavoro?

source: Not yet implemented
it: Non ancora implementato

source: Save the Work Session?
it: Salvo la Sessione Lavoro?

source: Create a Copy of the Work Session or Move it?
it: Creare una Copia della sessione di Lavoro o Spostarla?

source: Saving Captured Files
it: Salvando i Files Acquisiti

source: Saved Done
it: Salvataggio Completato

source: Saving Session Files
it: Salvando i Files di Sessione

source: Saving Sources Files
it: Salvando i File Sorgenti

source: Switching to New Work Session
it: Passando alla Nuova Sessione Lavoro

source: Saving the Work Session
it: Salvando la Sessione Lavoro

source: Source %s not Found, try Select another from Menù
it: Sorgente %s non Trovata, prova a Selezionarne un'altra dal Menù

source: Cannot Select Source %d, try Select another from Menù
it: Impossibile Selezionare la Sorgente %d, prova a Selezionarne un'altra dal Menù

source: Replace the last %d taked files with a new Take?
it: Sostituisco gli ultimi %d file catturati con una nuova Cattura?

# digit_form_profiles.rsprofiles_addcurrent
source: Add Current Source...
it: Aggiungi Sorgente Attuale...

source: Profile Title already exists
it: Titolo del Profilo già esistente

source: Profile Title :
it: Titolo Profilo :

source: Folder Pictures
it: Cartella di Immagini

source: Folder not found... %s
it: Cartella non trovata... %s

# digit_source_folder.rsfoldselect
source: Select a Folder
it: Seleziona una Cartella

# digit_source_twain.rstwainexcnotfound
source: Device not found...
it: Dispositivo non trovato...

source: Twain Device
it: Dispositivo Twain

source: Acquired %d Pages
it: Acquisite %d Pagine

source: Acquiring Page %d
it: Acquisendo la Pagina %d

source: Acquiring from %s
it: Acquisendo da %s

source: Acquiring from %s at %d dpi
it: Acquisendo da %s a %d dpi

source: Cancelling acquisition
it: Annullando l'acquisizione

source: Device found %s %s but Item %s not... Select the First Item %s ?
it: Dispositivo trovato "%s %s ma l'Elemento %s no... Selezionare il primo Elemento %s?

source: Error Connecting Device
it: Errore Connettendo al Dispositivo

# digit_source_wia.rswiaexcnotfound
source: Device not found...
it: Dispositivo non trovato...

source: WIA Device
it: Dispositivo WIA

# digit_types.rsprocessed
source: Processed %d / %s
it: Elaborato %d / %s

# digit_types.rsprocessing
source: Processing %d / %s
it: Elaborando %d / %s

# digit_types.rsprocessingimages
source: Processing Images
it: Elaborando le Immagini

source: Save as Files
it: Salva come Files

source: Horizontal
it: Orizzontale

source: Vertical
it: Verticale

source: Format :
it: Formato :

source: Add Files...
it: Aggiungi Files...

source: Add Folder...
it: Aggiungi Cartella...

# tdigit_exportfiles.btdel.caption
source: Delete
it: Elimina

# tdigit_exportfiles.btdelall.caption
source: Delete All
it: Elimina Tutto

# tdigit_exportfiles.btdown.hint
source: Down
it: Giù

# tdigit_exportfiles.btfirst.hint
source: To First
it: All'Inizio

# tdigit_exportfiles.btlast.hint
source: To Last
it: Alla Fine

source: Paper Orientation
it: Orientamento Carta

# tdigit_exportfiles.btup.hint
source: Up
it: Su

source: Export Settings -
it: Impostazioni Esportazione -

source: Same as the Image Size
it: Uguale a Dimensione Immagine

source: Recursive
it: Ricorsiva

source: Use JPeg Files as is
it: Usa file JPEG così come sono

# tdigit_exportfiles.label1.caption
source: Title :
it: Titolo :

# tdigit_exportfiles.label2.caption
source: Author :
it: Autore :

# tdigit_exportfiles.label3.caption
source: Producer :
it: Produttore :

# tdigit_exportfiles.label4.caption
source: Keywords :
it: Parole Chiave :

source: Paper Size :
it: Dimensione Carta :

source: File Name
it: Nome File

source: Full Path
it: Cartella

source: Open Existing Files
it: Apri File Esistenti

# tdigit_exportfiles.openfolder.title
source: Select a Folder
it: Seleziona una Cartella

source: Image Options
it: Opzioni immagine

source: Save Options
it: Opzioni Salvataggio

# tdigit_exportfiles.savepdf.title
source: Save PDF as
it: Salva PDF come

source: Delete Selected Page
it: Cancella Pagina Selezionata

source: Delete All Pages
it: Cancella Tutte le Pagine

# tdigit_main.actcapturedrotateleft.caption
source: Rotate Left
it: Ruota a Sinistra

# tdigit_main.actcapturedrotateright.caption
source: Rotate Right
it: Ruota a Destra

source: Clear Work Queue
it: Cancella Coda Lavoro

source: Convert Images
it: Converti Immagini

source: Convert Images to PDF
it: Converti Immagini in PDF

source: Crop All
it: Taglia Tutti

source: Crop + Next
it: Taglia + Avanti (F5)

# tdigit_main.actgoback.caption
source: Back
it: Indietro

# tdigit_main.actgonext.caption
source: Next
it: Avanti

source: Options ...
it: Opzioni ...

source: Preview
it: Anteprima

source: New Work Session ...
it: Nuova Sessione Lavoro ...

source: Open Work Session ...
it: Apri Sessione Lavoro ...

source: Save Work Session
it: Salva Sessione Lavoro

source: Save Work Session as ...
it: Salva Sessione Lavoro come ...

source: Take
it: Cattura

source: Take and Build Front/Back
it: Cattura e Costruisci Fronte/Retro

source: Re-Take
it: Ri-Cattura

source: Timer Take
it: Timer Cattura

source: Left :
it: Sinistra :

# tdigit_main.bclabel10.caption
source: Width :
it: Larghezza :

# tdigit_main.bclabel11.caption
source: Height :
it: Altezza :

# tdigit_main.bclabel12.caption
source: Fixed side:
it: Lato fisso:

source: Before :
it: Prima :

source: After :
it: Dopo :

source: Size :
it: Misura :

source: Top :
it: Sopra :

# tdigit_main.bclabel3.caption
source: Width :
it: Larghezza :

# tdigit_main.bclabel4.caption
source: Height :
it: Altezza :

source: Unit :
it: Unità :

# tdigit_main.bclabel6.caption
source: Name :
it: Nome :

source: Value :
it: Valore :

source: Digits :
it: Cifre :

source: Flip Horizzontal Left
it: Ribalta Orizzontalmente a Sinistra

source: Flip Horizzontal Right
it: Ribalta Orizzontalmente a Destra

source: Flip Vertical Down
it: Ribalta Verticalmente in Giù

source: Flip Vertical Up
it: Ribalta Verticalmente in Su

source: Duplicate this Area
it: Duplica quest'Area

source: Duplicate when Rotate/Flip
it: Duplica quando Ruota/Ribalta

# tdigit_main.btcrop_add.hint
source: Add a Crop Area
it: Aggiungi Area di Taglio

# tdigit_main.btcrop_del.hint
source: Remove this Crop Area
it: Rimuovi questa Area di Taglio

# tdigit_main.btcrotateleft.hint
source: Rotate Left
it: Ruota a Sinistra

# tdigit_main.btcrotateright.hint
source: Rotate Right
it: Ruota a Destra

source: Page Sizes
it: Misure Pagine

source: Page size to Crops size
it: Misura Pagina a Misura Tagli

source: Paper Sizes
it: Misure Pagine

source: Flip Horizzontal
it: Ribalta Orizzontalmente

source: Flip Vertical
it: Ribalta Verticalmente

source: Rotate 180°
it: Ruota di 180°

# tdigit_main.btprotateleft.hint
source: Rotate Left
it: Ruota a Sinistra

# tdigit_main.btprotateright.hint
source: Rotate Right
it: Ruota a Destra

source: To Back
it: In Fondo

# tdigit_main.btzdown.hint
source: Down
it: Giù

source: To Front
it: In Alto

# tdigit_main.btzup.hint
source: Up
it: Su

source: Width
it: Larghezza

source: full size
it: dimensione intera

# tdigit_main.itemcropmodecustom.caption
source: Custom
it: Personalizzata

# tdigit_main.itemcropmodefull.caption
source: Full Area
it: Area Intera

# tdigit_main.itemprofiles_addcurrent.caption
source: Add Current Source...
it: Aggiungi Sorgente Attuale...

source: Edit...
it: Modifica...

source: Z Order :
it: Ordine Z :

# tdigit_main.label10.caption
source: Flip :
it: Ribalta :

source: Counter ˗˗˗˗˗˗˗˗˗˗˗˗˗˗˗˗˗˗˗˗˗˗˗˗˗˗˗˗˗˗˗˗˗˗
it: Contatore ˗˗˗˗˗˗˗˗˗˗˗˗˗˗˗˗˗˗˗˗˗˗˗˗˗˗˗˗˗˗˗˗

# tdigit_main.label2.caption
source: Rotate :
it: Ruota :

# tdigit_main.label3.caption
source: Flip :
it: Ribalta :

source: Example :
it: Esempio :

source: Page ˗˗˗˗˗˗˗˗˗˗˗˗˗˗˗˗˗˗˗˗˗˗˗˗˗˗˗˗˗˗˗˗˗˗˗˗˗
it: Pagina ˗˗˗˗˗˗˗˗˗˗˗˗˗˗˗˗˗˗˗˗˗˗˗˗˗˗˗˗˗˗˗˗˗˗˗

# tdigit_main.label9.caption
source: Rotate :
it: Ruota :

source: Value Previous:
it: Valore Precedente:

source: Tools
it: Strumenti

source: Config Timer
it: Configura Timer

source: Stop Timer
it: Ferma Timer

source: Open Existing Session
it: Apri Sessione esistente

source: Aspect Ratio
it: Proporzioni

source: Page Size & Counter
it: Misura Pagina & Contatore

source: Crop Areas
it: Aree di Taglio

source: Captured Pages
it: Pagine Catturate

source: Save Session as
it: Salva Sessione come

source: Export to PDF
it: Esporta in PDF

source: Export to Images
it: Esporta come Immagini

source: Crop Mode
it: Modo Taglio

# tdigit_main.tbdestination.caption
source: Destination...
it: Destinazione...

source: Profiles...
it: Profili...

# tdigit_main.tbsource.caption
source: Source...
it: Sorgente...

source: Add ...
it: Aggiungi ...

# tdigit_profiles.btdel.caption
source: Delete
it: Elimina

# tdigit_profiles.btdelall.caption
source: Delete All
it: Elimina Tutto

# tdigit_profiles.btdown.hint
source: Down
it: Giù

source: Edit ...
it: Modifica ...

# tdigit_profiles.btfirst.hint
source: To First
it: All'Inizio

# tdigit_profiles.btlast.hint
source: To Last
it: Alla Fine

# tdigit_profiles.btup.hint
source: Up
it: Su

# tdigit_profiles.caption
source: Profiles
it: Profili

source: Title
it: Titolo

source: Source
it: Sorgente

# tdigit_progress.capcurrent.caption
source: Current
it: Attuale

# twizardbuildduplex.btcancel.caption
source: &Cancel
it: A&nnulla

# twizardbuildduplex.btnext.caption
source: &Next
it: &Avanti

# twizardbuildduplex.btprev.caption
source: &Back
it: &Indietro

source: Build Front/Back...
it: Costruisci Fronte/Retro...

source: Insert Front Side Pages
it: Inserisci le Pagine Frontali

# twizardbuildduplex.label2.caption
source: Click Next when ready
it: Clicca Avanti quando si è pronti

# twizardbuildduplex.label4.caption
source: Click Next when ready
it: Clicca Avanti quando si è pronti

source: Finished... Click End to Build Front/Back Pages
it: Finito... Clicca Fine per Costruire le pagine Fronte/Retro

source: Select what type of collage you want to make
it: Seleziona che tipo di collage vuoi realizzare

source: Turn all the Pages over so the Back Side is visible
it: Gira tutte le pagine in modo che il Retro sia visibile

source: Insert Back Side Pages
it: Inserisci le Pagine Posteriori

source: One-sided to Two-sided pages
it: Pagine da Una facciata a Due facciate

source: Two-sided to Two-sided pages
it: Pagine da Due facciate a Due facciate

# twizardbuildduplex.tbdestination.caption
source: Destination...
it: Destinazione...

# twizardbuildduplex.tbsource.caption
source: Source...
it: Sorgente...

source: No Twain Devices present...
it: Nessu Dispositivo Twain presente...

# delphitwain_settingsform.rsfeeder
source: Feeder
it: Caricatore

source: Flatbed
it: Piano

# delphitwain_settingsform.rsfullsize
source: Full size
it: Dimensione Intera

# delphitwain_settingsform.rslandscape
source: Landscape
it: Orizzontale

# delphitwain_settingsform.rsportrait
source: Portrait
it: Verticale

# ttwainselectsource.btrefresh.caption
source: Refresh
it: Aggiorna

source: Select Twain Source
it: Seleziona Sorgente Twain

# ttwainselectsource.lvsources.columns[0].caption
source: Name
it: Nome

# ttwainselectsource.lvsources.columns[1].caption
source: Manufacturer
it: Produttore

# ttwainsettingssource.btorientation.hint
source: Paper Orientation
it: Orientamento Carta

# ttwainsettingssource.btrefresh.caption
source: Refresh
it: Aggiorna

source: Settings of Twain Source
it: Impostazioni della Sorgente Twain

# ttwainsettingssource.cbusenativeui.caption
source: Use Native UI
it: Usa UI Nativa

source: Paper feeding :
it: Alimentazione Carta :

# ttwainsettingssource.label3.caption
source: Resolution :
it: Risoluzione :

# ttwainsettingssource.label4.caption
source: Brightness :
it: Luminosità :

# ttwainsettingssource.label5.caption
source: Contrast :
it: Contrasto :

# ttwainsettingssource.label6.caption
source: Bit Depth :
it: Numero Bit :

# ttwainsettingssource.label7.caption
source: Image Type :
it: Tipo Immagine :

# twiaselectform.btrefresh.caption
source: Refresh
it: Aggiorna

source: Select WIA Device
it: Seleziona Dispositivo WIA

# twiaselectform.lvsources.columns[0].caption
source: Name
it: Nome

# twiaselectform.lvsources.columns[1].caption
source: Manufacturer
it: Produttore

source: Type
it: Tipo

# twiasettingssource.btbrightnessd.caption
source: d
it: p

# twiasettingssource.btcontrastd.caption
source: d
it: p

# twiasettingssource.btpaperorientation.hint
source: Paper Orientation
it: Orientamento Carta

source: Current
it: Attuale

source: Default
it: Predefinito

source: Undo
it: Scarta

# twiasettingssource.btresolutiond.caption
source: d
it: p

source: Settings of WIA Source
it: Impostazioni della Sorgente WIA

source: Back First
it: Prima Retro

# twiasettingssource.cbusenativeui.caption
source: Use Native UI
it: Usa UI Nativa

# twiasettingssource.gbfeeder.caption
source: Feeder
it: Caricatore

source: Paper Align
it: Allineamento Carta

source: Paper Size
it: Dimensione Carta

source: Paper Type :
it: Tipo Carta :

# twiasettingssource.label3.caption
source: Resolution :
it: Risoluzione :

# twiasettingssource.label4.caption
source: Brightness :
it: Luminosità :

# twiasettingssource.label5.caption
source: Contrast :
it: Contrasto :

# twiasettingssource.label6.caption
source: Bit Depth :
it: Numero Bit :

# twiasettingssource.label7.caption
source: Image Type :
it: Tipo Immagine :

source: Back Only
it: Solo Retro

source: Front/Back
it: Fronte/Retro

source: Front Only
it: Solo Fronte

source: Horizontal Align
it: Allineamento Orizzontale

source: Vertical Align
it: Allineamento Verticale

# wia_selectform.rsnowiadevicepresent
source: No Wia Devices present...
it: Nessun Dispositivo Wia presente...

source: Apply Changes to Item %s of %s
it: Applicare le Modifiche all'Elemento %s di %s

source: Auto size
it: Dimensione Automatica

source: Auto type
it: Tipo Automatico

source: Custom size
it: Dimensione Personalizzata

source: Error Selecting Item %s of %s Try to Select another Source Item
it: Errore Selezionando l'Elemento %s di %s Prova a Selezionare un altro Elemento della Sorgente

source: Error Selecting Item [%d] of %s %s Try to Select another Source Item
it: Errore Selezionando l'Elemento [%d] di %s %s Prova a Selezionare un altro Elemento della Sorgente

source: Cannot Get Capabilities for Source Item %d
it: Impossibile ottenere le Capacità per l'Elemento %d della Sorgente

source: Cannot Get Source Item %d
it: Impossibile ottenere l'Elemento %d della Sorgente

# wia_settingsform.rsfullsize
source: Full size
it: Dimensione Intera

# wia_settingsform.rslandscape
source: Landscape
it: Orizzontale

# wia_settingsform.rsportrait
source: Portrait
it: Verticale
